[
    {
        "summary": "Hold NATO to ransom by hijacking two atomic bombs from a Royal Air Force (RAF) Avro Vulcan strategic jet bomber during a training exercise.",
        "content": "SPECTRE operative Emilio Largo devises a plan to hold NATO to ransom by hijacking two atomic bombs from a Royal Air Force (RAF) Avro Vulcan strategic jet bomber during a training exercise. To facilitate Largo's plans, SPECTRE operative Count Lippe recruits Angelo Palazzi to oversee the theft of the bombs, and with help from SPECTRE agent Fiona Volpe, has him surgically alter his face to match that of French Air Force pilot François Derval, who is assisting in the exercise. Volpe and Palazzi murder the real Derval, while they are staying at the Shrublands health resort, only for the latter to demand more money. Volpe acquiesces, merely to have him continue with their operation. Following the plan, Palazzi successfully hijacks the bomber, killing its crew, and lands it into shallow waters within the Bahamas. While the bombs are recovered by his men, Largo murders Palazzi for reneging on his original deal with SPECTRE.\n\n  British secret agent James Bond, recuperating at Shrublands after a previous assignment, notices Lippe's presence and keeps him under observation, discovering Derval's body. Upon being urgently recalled to London, Bond finds himself targeted by Lippe for trying to interfere. Before he can defend himself, Volpe kills Lippe for nearly jeopardizing Largo's scheme. Once back in London, Bond learns that all 00 agents are being put on high alert following the theft of the bombs, after being informed a major city in the United States or the United Kingdom will be destroyed unless £100 million is paid to SPECTRE within seven days. While in talks with M on his assignment, Bond requests he be assigned to Nassau, Bahamas, to contact Derval's sister Domino, after recognising Derval from the photo given to the agents in their main briefing as the body he found at the resort.\n  \n  Bond meets with Domino, who he learns is the mistress of Largo when he visits a local casino. Both men recognise each other as adversaries and engage in a tense cat-and-mouse game while still pretending ignorance of each other's true nature. Following their initial meeting, Bond meets with his friend, CIA agent Felix Leiter, fellow agent Paula Caplan, and MI6 quartermaster Q, to receive equipment to help with finding the bombs, including an underwater infrared camera and miniature underwater breathing apparatus. Investigating Largo's ship, Disco Volante, he notices an underwater hatch beneath her that intrigues him. The next day, he visits Largo at his estate during the night, only to find that Paula had been abducted and committed suicide before she could talk. Forced to escape, Bond evades Largo's men during a Junkanoo celebration. Volpe catches up to Bond, but is accidentally shot by someone aiming for Bond.\n  \n  Suspecting the bombs were brought to the area, Bond and Leiter search for the Vulcan and find it camouflaged underwater, along with the body of Palazzi. Upon returning to the island, Bond reveals to Domino that her brother was killed by Largo and gets her to help him search Disco Volante. However, Largo catches her in the act and has her imprisoned. Meanwhile, Bond replaces one of Largo's men, as SPECTRE prepares to move the bombs, and manages to learn where one of them is being moved to before being locked behind and having to use his homing beacon and Very pistol. Contacting Leiter, the pair gets the U.S. Navy to intercept Disco Volante, to engage in an underwater battle, and to recover one of the bombs. Bond pursues Largo, and grabs hold of Disco Volante as she sheds the rear half to become a hydrofoil to escape. Bond gets on deck, defeats Largo's men and fights Largo, but Largo gets the upper hand and is about to shoot Bond, when Domino kills Largo in revenge after his hired nuclear physicist frees her. The group quickly flees Disco Volante just barely before her destruction, whereupon Bond and Domino are retrieved by a plane with the Fulton system.",
        "owner_id": 1
    },
    {
        "summary": "A Drax Industries Moonraker space shuttle on loan is hijacked",
        "content": "A Drax Industries Moonraker on loan to the United Kingdom is hijacked in midair while on a Shuttle Carrier Aircraft. The carrier is destroyed but no wreckage of the Shuttle is found. M, head of MI6, assigns James Bond, Agent 007, to investigate. En route to England, Bond is attacked and pushed out of an airplane by the mercenary assassin Jaws (whom he previously met in The Spy Who Loved Me). He survives by stealing a parachute from the pilot, while Jaws lands on a trapeze net within a circus tent.\n\n  At the Drax Industries spaceplane-manufacturing complex in California, Bond meets the owner of the company, Hugo Drax, and his henchman Chang. Bond also meets Dr. Holly Goodhead, an astronaut, and survives an assassination attempt while inside a centrifuge chamber. Drax's personal pilot, Corinne Dufour, sleeps with Bond and then helps Bond find blueprints for a glass vial made in Venice; Drax discovers her involvement and has her killed by his pet dogs.\n  \n  Bond again encounters Goodhead in Venice and observes her snooping around a door near the glass factory. Then he is chased through the canals by Drax's henchmen. He returns to the factory at night to investigate, and discovers a secret biological laboratory, and learns that the glass vials are to hold a nerve gas deadly to humans, but harmless to plants and animals. Chang attacks Bond, but Bond hurls him through the stained glass clockface of the Saint Mark's clocktower, killing him; during the fight, Bond finds evidence that Drax is moving his operation to Rio de Janeiro. Rejoining Goodhead, he deduces that she is a CIA agent spying on Drax and sleeps with her. Bond has saved one of the vials he found earlier, as the only evidence of the now-empty laboratory; he gives it to M for analysis, who permits him to go to Rio de Janeiro under the pretense of being on leave.\n  \n  Bond survives attacks by Jaws, whom Drax previously hired as Chang's replacement, during Rio Carnival and on the Sugarloaf Cable Car. After Jaws' cable car crashes, he is rescued from the rubble by Dolly, a young woman, and the two fall in love. Drax's forces capture Goodhead, but Bond escapes; he learns that the toxin comes from a rare orchid indigenous to the Amazon jungle. Bond travels the Amazon River and comes under attack from Drax's forces, before eventually locating his base. Captured by Jaws, Bond is taken to Drax and witnesses four Moonrakers lifting off. Drax explains that he stole back the loaned Shuttle because another in his fleet had developed a fault during assembly. Bond and Goodhead are encaged by Jaws in a meeting room under the launch platform, and narrowly escape being burned alive by the exhausts of Moonraker 5, which is carrying Drax, and pose as pilots on Moonraker 6. The shuttles dock with a huge, city-like space station, hidden from radar by a cloaking device.\n  \n  Bond and Goodhead disable the radar jamming cloaking device; the United States sends a platoon of Marines aboard another shuttle to intercept the now-visible space station. Jaws captures Bond and Goodhead, to whom Drax reveals his plan to destroy human life by launching 50 globes that would dispense the nerve gas into Earth's atmosphere. Drax had transported several dozen genetically perfect young men and women of varying races to the space station in the shuttles. They would live there until Earth was safe again for human life; their descendants would be the seed for a \"new master race\". Bond persuades Jaws to switch his allegiance by getting Drax to admit that anyone not measuring up to his physical standards, including him and Dolly, would be exterminated. Jaws attacks Drax's guards, and a laser battle ensues between Drax's forces and Bond, Jaws, and the Marines (attacking on MMUs). Drax's forces are defeated as the station is destroyed, while Bond shoots and ejects Drax into space. Bond and Goodhead use Drax's laser-armed Moonraker 5 to destroy the three launched globes and return to Earth. It is revealed that Jaws and Dolly, who ejected themselves in one of Drax's escape pods, after toasting with a bottle of champagne, are being recovered by the Marines. Bond's superiors get a video feed of Moonraker 5 and are bemused to see Bond and Goodhead making love in zero gravity.",
        "owner_id": 1
    },
    {
        "summary": "Assassination of James Bond",
        "content": "Eventually, Romanova meets Bond at his hotel suite, where she agrees to provide plans to the consulate for him to help him steal the Lektor. The pair spend the night together, unaware SPECTRE is filming them as part of Kronsteen's plan. Upon receiving the consulate's floor plans from Romanova, Bond and Kerim make a plan to steal the Lektor, before all three make haste to escape the city aboard the Orient Express. Once aboard, Kerim discovers a Soviet security officer tailed them, forcing Bond to help him subdue them. While Kerim remains with him to prevent him escaping, Bond returns to Romanova to wait for their rendezvous with one of Kerim's men. However, Grant kills Kerim and the officer, forcing Bond to remain on the train and question Romanova's motive.\n\n  When the train arrives in Belgrade, Bond passes on news of Kerim's death to one of his sons waiting for them and receives instructions to travel to Zagreb and rendezvous with a British agent named Nash. However, the man he meets is actually Grant, who has already killed Nash and assumed his identity. After drugging Romanova at dinner, Grant overpowers Bond. He quickly reveals that Romanova was a pawn in SPECTRE's plan and that he intends to kill both and stage it as a murder-suicide, leaving behind faked blackmail evidence that will scandalise the British intelligence community. Bond tricks Grant into setting off a booby trap in his attaché case before killing him. Taking the Lektor and the film of their night together, Bond and Romanova leave the train in Istria, Yugoslavia and use Grant's escape plan. They evade helicopter and boat attacks by SPECTRE agents before reaching safety.\n  \n  Learning of Grant's death and Bond's survival, SPECTRE's enigmatic chairman (Number 1) has Kronsteen executed for his plan's disastrous failure. As the organisation promised to sell back the Lektor to the Russians, Klebb is ordered to recover it and kill Bond. Klebb reaches the pair, while they are resting in a hotel in Venice, and sneaks into their room disguised as a maid. Klebb orders Romanova to leave the room while holding Bond at gunpoint. Romanova then re-enters, tackling Klebb and knocking the pistol to the ground. Klebb and Bond struggle, and Romanova picks up the pistol and kills Klebb. With their mission accomplished, Bond and Romanova spend some time on a romantic boat ride and Bond throws the film into the canal. ",
        "owner_id": 5
    },
    {
        "summary": "A Tale of Two Tails",
        "content": "The Chief asks 99 to pick up some important items on her day off, each of which comprises a part of a secret formula. Meanwhile, Max teaches a couple of new recruits. Max decides to have the trainees brush up on how to tail suspects, and they are asked to tail 99 while she's on her mission. Although asked to be inconspicous, they fail at this miserably, causing 99 to believe that KAOS is after her. She calls the Chief to ask for help, so he assigns Max's recruits to be on the lookout for the KAOS agents, in essence asking them to tail themselves!",
        "owner_id": 9
    },

    {
      "summary": "One Nation Invisible",
      "content": "Max hides an invisible scientist at his and 99's apartment while 99 is away on an assignment. Complications ensue when the scientist becomes visible and turns out to be a beautiful woman.",
      "owner_id": 9
    },
    {
      "summary":"The Coo Coo Clock Caper",
      "content":"Inspector Gadget, Penny, and Brain are in Switzerland. They go mountain climbing, unaware that a M.A.D. agent is following them. Gadget decides to climb to the mountain's peak, but he ends up causing an avalanche. Penny and Brain manage to rescue Gadget, but he gets thrown to the other side of the mountain. Gadget then meets Chief Quimby there, disguised as a St. Bernard dog, and receives his next assignment: He has to protect the gold in the Swiss gold reserve from Claw's clutches",
      "owner_id": 8
    }

]
